Repository: adn770/NetHack
Catalog: win/gtk2/po/*.po
Languages: de_de, it_it

source: <b><big>Create your character:</big></b>
de_de: <b><big>Erstellen Sie Ihren Charakter:</big></b>
it_it: <b><big>Crea il tuo personaggio:</big></b>

source: <b>Choose alignment:</b>
de_de: <b>Gesinnung wählen:</b>
it_it: <b>Scegli l'allineamento:</b>

source: <b>Choose race:</b>
de_de: <b>Rasse wählen:</b>
it_it: <b>Scegli la razza:</b>

source: <b>Choose role:</b>
de_de: <b>Rolle wählen:</b>
it_it: <b>Scegli un ruolo:</b>

source: <b>Choose sex:</b>
de_de: <b>Geschlecht wählen:</b>
it_it: <b>Scegli un genere:</b>

source: AC:
de_de: RK:
it_it: CA:

source: AC: %d
de_de: RK: %d
it_it: CA: %d

source: About Gtk2Hack
de_de: Über Gtk2Hack
it_it: Informazioni su Gtk2Hack

source: Adjust letters
de_de: Buchstaben anpassen
it_it: Allinea lettere

source: Adventurer's Name
de_de: Name des Abenteurers
it_it: Nome dell'Avventuriero

source: Alignment
de_de: Gesinnung
it_it: Allineamento

source: Appa_rel
de_de: Bekleidung
it_it: E_quipaggiamento

source: Apply
de_de: Anwenden
it_it: Applica

source: Approximate score
de_de: Punktzahl
it_it: Punteggio approssimato

source: Armor Class
de_de: Rüstungsklasse
it_it: Classe Armatura

source: Attack <direction>
de_de: Angreifen <Richtung>
it_it: Attacca <direzione>

source: Burdened
de_de: belastet
it_it: Caricato

source: Cancel
de_de: Abbrechen
it_it: Annulla

source: Cast a spell
de_de: Zaubern
it_it: Pronuncia un incantesimo

source: Chaotic
de_de: chaotisch
it_it: Caotico

source: Character rame and rank
de_de: Charaktername und Rang
it_it: Nome e Livello del Personaggio

source: Chat
de_de: Reden
it_it: Parla

source: Close
de_de: Schließen
it_it: Chiudi

source: Con: %d
de_de: Kon: %d
it_it: Cos: %d

source: Con: 9999
de_de: Kon: 9999
it_it: Cos: 9999

source: Confused
de_de: Verwirrt
it_it: Confuso

source: Constitution
de_de: Konstitution
it_it: Costituzione

source: Credits
de_de: Danksagungen

source: Current and maximum hit points
de_de: Aktuelle und maximale Trefferpunkte
it_it: Punti ferita attuali e massimi

source: Current and maximum magic energy
de_de: Aktuelle und maximale Zauberkraft
it_it: Energia Magica Attuale e Massima

source: Dex: %d
de_de: Ges: %d
it_it: Des: %d

source: Dex: 9999
de_de: Ges: 9999
it_it: Des: 9999

source: Dexterity
de_de: Geschicklichkeit
it_it: Destrezza

source: Dip
de_de: Dippen
it_it: Tuffati

source: Discoveries
de_de: Entdeckungen
it_it: Scoperte

source: Do you want to save the current game? If not your current game will be lost!
de_de: Möchten Sie das aktuelle Spiel speichern? Wenn nicht, geht dieses Spiel verloren!
it_it: Vuoi salvare la partita in corso? Se non la salvi i tuoi progressi andranno persi!

source: Drop
de_de: Fallenlassen
it_it: Lascia a terra

source: Drop many
de_de: Mehrere fallenlassen
it_it: Laciane a terra molti

source: Dungeon Level
de_de: Labyrinthstufe
it_it: Livello del Dungeon

source: Dungeon name and depth
de_de: Labyrinthname und Tiefe
it_it: Nome e profondità del dungeon

source: Eat
de_de: Essen
it_it: Mangia

source: Elapsed game moves
de_de: vergangene Spielzüge
it_it: Movimenti di gioco effettuati

source: Engrave
de_de: Eingravieren
it_it: Incidi

source: Enhance skills
de_de: Fertigkeiten verbessern
it_it: Migliora abilità

source: Equipment
de_de: Ausrüstung
it_it: Equipaggiamento

source: Exchange weapons
de_de: Waffen wechseln
it_it: Scambia Armi

source: Exiting...
de_de: Beenden...
it_it: Sto uscendo...

source: Exp:
de_de: EP:
it_it: Esp:

source: Exp: %-7ld
de_de: EP: %-7ld
it_it: Esp: %-7ld

source: Experience Level
de_de: Erfahrungsstufe
it_it: Livello di Esperienza

source: Experience Points
de_de: Erfahrungspunkte
it_it: Punti Esperienza

source: Explain command
de_de: Befehl erklären
it_it: Spiega comando

source: Explore mode
de_de: Entdeckungs-Modus
it_it: Modalità di esplorazione

source: Fainted
de_de: ohnmächtig
it_it: Senza sensi

source: Fainting
de_de: ermattend
it_it: Sta perdendo i sensi

source: Female
de_de: weiblich
it_it: Femminile

source: Fire
de_de: _Schießen
it_it: Fuoco

source: Food Poisoned
de_de: vergiftet
it_it: Cibo Avvelenato

source: Force
de_de: Gewalt anwenden
it_it: Forza

source: Go down
de_de: Hinabsteigen
it_it: Vai in basso

source: Go up
de_de: Hinaufsteigen
it_it: Vai in alto

source: Gold pieces
de_de: Goldstücke
it_it: Pezzi d'oro

source: Graphical hit point display
de_de: Grafische Trefferpunktanzeige
it_it: Visualizzazione grafica punti ferita

source: Graphical magic energy display
de_de: Grafische Zauberkraftanzeige
it_it: Visualizzazione grafica energia magica

source: Gtk2Hack - Message
de_de: Gtk2Hack - Nachricht
it_it: Gtk2Hack - Messaggio

source: Gtk2Hack was developed by Mihael Vrbanec. Window icon and gold icon by David Theis. Other artwork is borrowed from the Qt, X11 and Gnome window ports. Thanks for trying Gtk2Hack.
de_de: Gtk2Hack wurde von Mihael Vrbanec entwickelt. Fenstericon und Goldicon wurden von David Theis gestaltet. Icons und Bilder wurden von den Qt, X11 und Gnome Varianten geliehen. Vielen Dank für Ihr Interesse an Gtk2Hack.
it_it: Gtk2Hack è stato sviluppato da Mihael Vrbanec. L'icona dell'oro e della finestra sono state create da David Theis. Il resto è stato preso in prestito dalle interfaccie di: Qt, X11 e Gnome. Grazie per aver provato Gtk2Hack.

source: Hallucinating
de_de: halluzinierend
it_it: Allucinogeni

source: Hp:
de_de: TP:
it_it: Pf:

source: Hp: %d/%d
de_de: TP: %d/%d
it_it: Pf: %d/%d

source: Hungry
de_de: hungrig
it_it: Affamato

source: Identify a map symbol
de_de: Kartensymbol identifizieren
it_it: Identifica un simbolo della mappa

source: Ill
de_de: krank
it_it: Malato

source: Intelligence
de_de: Intelligenz
it_it: Intelligenza

source: Inventory
de_de: Inventar
it_it: Inventario

source: Invoke
de_de: Aufrufen
it_it: Evoca

source: Jump
de_de: Springen
it_it: Salta

source: Kick
de_de: Treten
it_it: Calcio

source: Lawful
de_de: rechtschaffen
it_it: Legale

source: Level:
de_de: Stufe:
it_it: Livello:

source: Level: %d
de_de: Stufe: %d
it_it: Livello: %d

source: Loot
de_de: Plündern
it_it: Bottino

source: Male
de_de: männlich
it_it: Maschile

source: Monster action
de_de: Monster-Handlung
it_it: Azione del mostro

source: Move
de_de: Bewegen
it_it: Muovi

source: Name monster
de_de: Monster benennen
it_it: Nome del mostro

source: Name object
de_de: Objekt benennen
it_it: Nome dell'oggetto

source: None selected
de_de: nichts gewählt
it_it: Nessuno selezionato

source: Offer
de_de: Opfern
it_it: Offri

source: Open
de_de: Öffnen
it_it: Apri

source: Options
de_de: Einstellungen
it_it: Opzioni

source: Overloaded
de_de: Überladen
it_it: Sovraccarico

source: Overtaxed
de_de: Überbelastet
it_it: Sovratassato

source: Pay
de_de: Bezahlen
it_it: Paga

source: Pick any
de_de: Beliebige wählen
it_it: Scegli uno qualsiasi

source: Pick one
de_de: Eines wählen
it_it: Segli uno

source: Pick up
de_de: Aufheben
it_it: Prendi

source: Player selection
de_de: Spielerauswahl
it_it: Selezione del giocatore

source: Pray
de_de: Beten
it_it: Prega

source: Put in quiver
de_de: In Köcher tun
it_it: Riponi nella faretra

source: Put on accessory
de_de: Accessoir anlegen
it_it: Indossa accessorio

source: Pw:
de_de: ZK:

source: Pw: %d/%d
de_de: ZK: %d/%d

source: Quaff
de_de: Trinken
it_it: Bevi

source: Quit Gtk2Hack
de_de: Gtk2Hack beenden
it_it: Esci da Gtk2Hack

source: Random
de_de: Zufällig
it_it: Casuale

source: Read
de_de: Lesen
it_it: Leggi

source: Remove accessory
de_de: Accessoir entfernen
it_it: Togli accessorio

source: Rest
de_de: Rasten
it_it: Riposa

source: Ride
de_de: Reiten
it_it: Cavalca

source: Rub
de_de: Reiben
it_it: Sfrega

source: Satiated
de_de: gesättigt
it_it: Sazio

source: Save game
de_de: Spielstand speichern
it_it: Salva partita

source: Score:
de_de: Punkte:
it_it: Punteggio:

source: Score: %ld
de_de: Punkte: %ld
it_it: Punteggio: %ld

source: Search
de_de: Suchen
it_it: Cerca

source: Select
de_de: Auswählen
it_it: Seleziona

source: Show Help Menu
de_de: Hilfe anzeigen
it_it: Mosta il menù di Aiuto

source: Show Nethack version
de_de: Nethack-Version anzeigen
it_it: Mostra la versione di Nethack

source: Show build options
de_de: Softwarekonfiguration anzeigen
it_it: Mostra le opzioni di compilazione

source: Show character info
de_de: Charakterinfo anzeigen
it_it: Mostra le informazioni sul personaggio

source: Sit
de_de: Sitzen
it_it: Siedi

source: Starved
de_de: verhungert
it_it: Morto di fame

source: Str: %d
de_de: Stä: %d
it_it: For: %d

source: Str: 18/%02d
de_de: Stä: 18/%02d
it_it: For: 18/%02d

source: Str: 18/**
de_de: Stä: 18/**
it_it: For: 18/**

source: Str: 9999
de_de: Stä: 9999
it_it: For: 9999

source: Strained
de_de: angestrengt
it_it: Sforzato

source: Strength
de_de: Stärke
it_it: Forza

source: Stressed
de_de: beansprucht
it_it: Stressato

source: Stunned
de_de: betäubt
it_it: Svenuto

source: Take off armor
de_de: Rüstung ausziehen
it_it: Togli armatura

source: Teleport
de_de: Teleportieren
it_it: Teletrasporto

source: Throw/Shoot
de_de: Werfen/Schießen
it_it: Tira/Spara

source: Time:
de_de: Zeit:
it_it: Tempo:

source: Time: %ld
de_de: Zeit; %ld
it_it: Tempo: %ld

source: Translations
de_de: Übersetzungen

source: Travel
de_de: Reisen
it_it: Viaggio

source: Turn undead
de_de: Untote vertreiben
it_it: Evoca non-morto

source: Untrap
de_de: Falle entschärfen
it_it: Rimuovi trappola

source: Weak
de_de: schwach
it_it: Debole

source: Wear armor
de_de: Rüstung anziehen
it_it: Indossa armatura

source: Wield weapon
de_de: Waffe führen
it_it: Impugna arma

source: Wipe
de_de: Abwischen
it_it: Distruggi

source: Wis: %d
de_de: Wei: %d
it_it: Sag: %d

source: Wis: 9999
de_de: Wei: 9999
it_it: Sag: 9999

source: Wisdom
de_de: Weisheit
it_it: Saggezza

source: Zap a wand
de_de: Zauberstab anwenden
it_it: Distruggi una bacchetta

source: _About
de_de: Über
it_it: _Informazioni su

source: _Action
de_de: _Aktionen
it_it: _Azione

source: _Edit
de_de: _Bearbeiten
it_it: _Modifica

source: _File
de_de: _Datei

source: _Help
de_de: Hilfe
it_it: Ai_uto

source: _History
de_de: Historie
it_it: _Cronologia

source: _Quit
de_de: Beenden
it_it: _Esci

source: _Special
de_de: _Spezielles
it_it: _Speciale

source: brazilian portuguese
de_de: brasilianisches portugiesisch

source: german
de_de: deutsch

source: italian
de_de: italienisch

source: Blind
it_it: Cieco

source: Cha: %d
it_it: Car: %d

source: Cha: 9999
it_it: Car: 9999

source: Charisma
it_it: Carisma

source: Neutral
it_it: Neutrale

source: _Version
it_it: _Versione
